[
  {
  "title": "Человек с киноаппаратом",
  "director": "Дзига Вертов",
  "year": 1929,
  "genre": "документальный",  
  "epoch": "Советский киноавангард",
  "poster": "https://csdfmuseum.ru/uploads/films/000492.jpg",
  "description": "Человек с киноаппаратом снимает людей, места, объекты. Кинокамера является действующим лицом самого процесса съемки: в воздухе, под землей, в самой гуще событий. Киноглаз, который наблюдает, фиксирует малейшие нюансы, не давая оценки, не следуя сценарию."
  },
  {
  "title": "Стачка",
  "director": "Сергей Эйзенштейн",
  "year": 1924,
  "genre": "драма",  
  "epoch": "Советский киноавангард",
  "poster": "https://www.vokrug.tv/pic/product/0/e/8/7/0e87483bf522f48d356aabb85fe2e0d2.jpeg",
  "description": "Первый полнометражный фильм Сергея Эйзенштейна, в котором он дал выход своей безудержной фантазии и применил абсолютно новые принципы и технологии кино."
  },
  {
  "title": "Шинель",
  "director": "Григорий Козинцев, Леонид Трауберг",
  "year": 1926,
  "genre": "драма",  
  "epoch": "Советский киноавангард",
  "poster": "https://www.km.ru/sites/default/files/imagecache/620/megabook/kino/data/pic/sf0340.jpg",
  "description": "У Гоголя Акакий Акакиевич уже родился маленьким старичком и с первой минуты испытывал страх перед жизнью. Герой ФЭКСов молод, полон надежд, его душа открыта миру. Маленький чиновник безнадежно вздыхает о прекрасной Незнакомке, являющейся ему на Невском в ореоле искрящихся снежинок."
  },

  {
  "title": "Летят журавли",
  "director": "Михаил Калатозов",
  "year": 1957,
  "genre": "военный, мелодрама, история, драма",  
  "epoch": "Оттепельное кино",
  "poster": "https://www.jewish-museum.ru/upload/resize_cache/iblock/017/q0vdtnd0t0qig30yvp0lbzh74677ng58/1400_920_1/original.jpg",
  "description": "Любовь сильнее предательства и смерти. Шедевр о Великой Отечественной войне, который потряс весь мир."
  },
  {
  "title": "Я шагаю по Москве",
  "director": "Георгий Данелия",
  "year": 1963,
  "genre": "мелодрама, комедия",  
  "epoch": "Оттепельное кино",
  "poster": "https://img.gazeta.ru/files3/409/13326409/upload-01-pic4_zoom-1500x1500-93051.jpg",
  "description": "Коля помогает гостю освоиться в столице. Лирическая комедия Георгия Данелии, один из главных фильмов оттепели."
  },
  {
  "title": "Июльский дождь",
  "director": "Марлен Хуциев",
  "year": 1966,
  "genre": "драма",  
  "epoch": "Оттепельное кино",
  "poster": "https://static.tildacdn.com/tild6231-3132-4731-b434-333235626564/__2021-04-01__044400.png",
  "description": "У молодой переводчицы завязываются отношения по телефону. Драма о переосмыслении жизни на фоне Москвы 1960-х."
  },

  {
  "title": "Асса",
  "director": "Сергей Соловьев",
  "year": 1987,
  "genre": "драма, мелодрама, криминал, музыка",  
  "epoch": "Перестройка и девяностые",
  "poster": "https://img.1tv.com/img/2016-08-15/fmt_96_24_assa-1987-avc-0-02-33-902.jpg",
  "description": "Надеясь на яркую и безбедную жизнь, девушка связывает свою судьбу с криминальным авторитетом. Но есть и другая жизнь — свободная и с музыкой, жизнь мальчика Бананана. И две эти жизни трагически сталкиваются."
  },
  {
  "title": "Брат",
  "director": "Алексей Балабанов",
  "year": 1997,
  "genre": "драма, криминал, боевик",  
  "epoch": "Перестройка и девяностые",
  "poster": "https://cdn5.vedomosti.ru/image/2021/d/ibm8/original-nr.jpg",
  "description": "Демобилизовавшись, Данила Багров возвращается в родной городок. Но скучная жизнь провинции его не устраивает, и он отправляется в Петербург, где, по слухам, уже несколько лет процветает его старший брат. Данила находит брата, но всё оказывается не так просто — брат работает наемным убийцей."
  },
  {
  "title": "Утомленные солнцем",
  "director": "Никита Михалков",
  "year": 1994,
  "genre": "драма, военный, история",  
  "epoch": "Перестройка и девяностые",
  "poster": "https://img.gazeta.ru/files3/799/13326799/RIAN_144953.HR-pic4_zoom-1500x1500-40565.jpg",
  "description": "Солнечный летний день 1936 года. Молодая страна, полная энтузиазма, празднует 4-ю годовщину сталинского дирижаблестроения. Легендарный комдив Котов и его большая шумная семья отдыхают на даче. В старом доме собралась тьма народу: жена-красавица, непоседа-дочь, тесть - известный русский дирижер, родственники и друзья, домработницы и соседи. Веселье бьет через край, и мысль, что что-то в жизни может измениться, покажется всем абсурдом. Они все будут счастливы вечно! И никто, даже мудрый Котов, не хочет верить в неизбежное. В то, что этот солнечный день кончится - и не повторится уже никогда."
  },
  
  {
  "title": "Стенька Разин",
  "director": "Владимир Ромашков",
  "year": 1908,
  "genre": "историческая драма",  
  "epoch": "Российское кино от рождения до революции",
  "poster": "https://cdn.culture.ru/c/190457.1020x.jpg",
  "description": "Один из первых русских игровых фильмов, основанный на народной песне о бунтаре Степане Разине. Символ зарождения отечественного кинематографа."
  },
  {
  "title": "Оборона Севастополя",
  "director": "Василий Гончаров, Александр Ханжонков",
  "year": 1911,
  "genre": "военная драма, историческая драма",
  "epoch": "Российское кино от рождения до революции",
  "poster": "https://upload.wikimedia.org/wikipedia/ru/8/8f/%D0%9E%D0%B1%D0%BE%D1%80%D0%BE%D0%BD%D0%B0_%D0%A1%D0%B5%D0%B2%D0%B0%D1%81%D1%82%D0%BE%D0%BF%D0%BE%D0%BB%D1%8F_%D0%BA%D0%B0%D0%B4%D1%80.jpg",
  "description": "Российский документально-игровой фильм о Крымской (Восточной) войне. Первый в России полнометражный фильм с батальными сценами и документальной достоверностью."
  },
  {
  "title": "Домик в Коломне",
  "director": "Пётр Чардынин",
  "year": 1913,
  "genre": "поэтическая экранизация",
  "epoch": "Российское кино от рождения до революции",
  "poster": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Domik_v_Kolomne_%281913%29_2.jpg",
  "description": "Экранизация одноимённой поэмы Пушкина, сочетающая иронию и романтизм. Эксперимент с визуальным воплощением литературного текста. Пожилая вдова живёт в собственном домике с незамужней дочерью Парашей. Вдова просит дочь найти недорогую кухарку. Параша приводит в дом под видом кухарки Мавруши переодетого в женское платье офицера, в которого она влюблена. Этот водевильный маскарад приводит к целому ряду забавных ситуаций…"
  },
  {
  "title": "Соловей – Соловушко",
  "director": "Николай Экк",
  "year": 1936,
  "genre": "драма",
  "epoch": "Кино Сталинской эпохи",
  "poster": "https://upload.wikimedia.org/wikipedia/ru/b/bc/GrunyaKornakova.jpg", 
  "description": "Дореволюционная Россия. Бунт работниц большого фарфорового завода. После поджога одного из цехов в огне погибает отец Груни. Пожар устроил владелец фабрики, чтобы получить штраф от рабочих. Груня поднимает рабочих на борьбу, но получает ранение. Раненая Груня призывает людей не сдаваться."
  },
  {
  "title": "Александр Невский",
  "director": "Сергей Эйзенштейн",
  "year": 1938,
  "genre": "военный, биография, драма, боевик, история",
  "epoch": "Кино Сталинской эпохи",
  "poster": "https://upload.wikimedia.org/wikipedia/ru/1/1f/Alexandr_Nevskiy.jpg",
  "description": "На западные рубежи Руси наступают войска Тевтонского ордена. Они захватывают Псков, мучают и убивают местных жителей. Рыцари заранее делят ещё незавоеванные русские земли, присваивая себе титулы князей и надеясь на поддержку Папы Римского. Новгородский люд на вече решает собирать дружину и звать на командование ей опытного полководца князя Александра, прозванного Невским."
  },  
  {
  "title": "Разгром немецких войск под Москвой",
  "director": "Леонид Варламов, Илья Копалин",
  "year": 1942,
  "genre": "документальный фильм",
  "epoch": "Кино Сталинской эпохи",
  "poster": "https://www.dvhab.ru/kino/kino/images/big_33279.jpeg",
  "description": "Первый советский документальный фильм, получивший премию «Оскар». Хроника контрнаступления Красной Армии зимой 1941–1942 гг. Снимался на передовой, стал символом моральной победы СССР."
  },
  {
  "title": "Афоня",
  "director": "Георгий Данелия",
  "year": 1975,
  "genre": "драма, мелодрама, комедия",
  "epoch": "Застойное кино",
  "poster": "https://upload.wikimedia.org/wikipedia/ru/f/fe/%D0%90%D1%84%D0%BE%D0%BD%D1%8F.jpg",
  "description": "Слесарь-сантехник ЖЭКа Афанасий Борщев, которого жильцы запросто зовут Афоня, — человек открытой и доброй души. Живет он, правда, бездумно и легко, но, может быть, именно потому бывает ему порой тоскливо. Тогда он наведывается в местную пивную, где есть у него друг Федул. Однажды на танцах он знакомится с милой и трогательной девушкой Катей, полюбившей Афоню. Но он избегает ее, так как сердце его пленила хозяйка квартиры 58, красавица Елена. Однако вскоре выясняется, что она замужем. Почувствовав себя одиноким и никому не нужным, он едет в деревню к тетке."
  }, 
  {
  "title": "Служебный роман",
  "director": "Эльдар Рязанов",
  "year": 1977,
  "genre": "лирическая комедия",
  "epoch": "Застойное кино",
  "poster": "https://s16.stc.yc.kpcdn.net/share/i/12/10239116/wr-960.webp",
  "description": "Анатолий Ефремович Новосельцев, рядовой служащий одного статистического управления — человек робкий и застенчивый. Ему хотелось бы получить вакантное место зав. отделом, но он не знает как подступиться к этому делу. Старый приятель Самохвалов советует ему приударить за Людмилой Прокофьевной Калугиной — сухарем в юбке и директором заведения."
  },
  {
  "title": "Москва слезам не верит",
  "director": "Владимир Меньшов",
  "year": 1979,
  "genre": "мелодрама",
  "epoch": "Застойное кино",
  "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4486362/e4656bf5-8539-44ab-a749-93b8c9d54150/180",
  "description": "Москва, 1950-е годы. Три молодые провинциалки приезжают в Москву в поисках того, что ищут люди во всех столицах мира — любви, счастья и достатка. Антонина выходит замуж, растит детей, любит мужа. Людмиле Москва представляется лотереей, в которой она должна выиграть свое особенное счастье. Катерина же отчаянно влюбляется, но избранник ее оставляет. Однако она не опускает руки, в одиночку растит дочь и к тому же успевает делать блестящую карьеру. В 40 лет судьба дарит ей неожиданную встречу."
  }
]
